// Напишите программу, которая на вход принимает число и выдаёт, является ли число чётным (делится ли оно на два без остатка).

Console.WriteLine("Введите три числа : ");

int number = Convert.ToInt32(Console.ReadLine());

if (number % 2 == 0)

Console.WriteLine("Четное число ");

else

Console.Write("Введенное число нечетное");

 Console.Read();


